past-tasks.org
#+OPTIONS: html-postamble:nil
#+OPTIONS: toc:nil
#+OPTIONS: title:nil
#+OPTIONS: num:nil
#+OPTIONS: ::800
#+OPTIONS: html-style:nil
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="style.css" />
#+STARTUP:    showall
#+TITLE:      Past Tasks
#+AUTHOR:     Adam Massmann
#+EMAIL:      akm2203 "at" columbia "dot" edu
#+LANGUAGE:   en

*** Week 1
**** Before Thursday's Class (September 5)
- Think about solid and hazardous waste management and develop some
  ideas on the problems you may want to work on for the group
  project. (we will discuss these ideas in class on Thursday)
- Record a name pronunciation in Courseworks if you have not already.
- (optional) Add any edits or comments to the [[https://docs.google.com/document/d/1c4BuOWJOin1FxwsyJ0vJAVV42QEq9WeRSfVbQaDdsxA/edit?usp=sharing][community agreement]].
- (optional) Fill out the [[https://www.when2meet.com/?26223463-ilVgY][when2meet]] with your availability to attend
  office hours.

**** By Thursday night (September 5)

- Fill out the [[https://docs.google.com/forms/d/e/1FAIpQLSd2_NgWkrfuU_SVYc58uAqB0t4l8RCIS_FtKWTn7IQ5lipcJQ/viewform?usp=sf_link][course/project survey]].

*** Week 2
- Nothing specific to do; but please review your groups' spreadsheet,
  think about potential project areas and ideas, and if you are
  feeling stuck consider brainstorming some steps or research that
  might help generate ideas.

*** Week 4

- If you are doing the case study activity, review the case study
  document in your group's folder: [[https://drive.google.com/drive/folders/1AefjMYCCdl9avWYQqWMLIsQN4zWoIKTT?usp=drive_link][Group 1]]; [[https://drive.google.com/drive/folders/1SElaL6Uh_HmFRlHKADtQxpbvNXtxHmDc?usp=drive_link][Group 2]]; [[https://drive.google.com/drive/folders/1p_0EfHSggYO_CjI74nK4yRaROg0WBTO2?usp=drive_link][Group 3]]; [[https://drive.google.com/drive/folders/1tGAffT2N14Duw1qqhTCyhEj6dtRNz3dr?usp=drive_link][Group 4]];
  [[https://drive.google.com/drive/folders/1GpbF3zdH35DKRxkJPhV_rDbwt6aPH-Ls?usp=drive_link][Group 5]]; [[https://drive.google.com/drive/folders/1DBAiZun4z8Ra2eAgDbNG3iWVQHjHk7Lu?usp=drive_link][Group 6]]. There will be class time to work on this on
  Tuesday (9/24) as well.
