past-tasks.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-09-25 Wed 08:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Past Tasks</title>
<meta name="author" content="Adam Massmann" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" />
</head>
<body>
<div id="content" class="content">

<div id="outline-container-org5539d74" class="outline-2">
<h2 id="org5539d74">Week 1</h2>
<div class="outline-text-2" id="text-org5539d74">
</div>
<div id="outline-container-org8bde45b" class="outline-3">
<h3 id="org8bde45b">Before Thursday's Class (September 5)</h3>
<div class="outline-text-3" id="text-org8bde45b">
<ul class="org-ul">
<li>Think about solid and hazardous waste management and develop some
ideas on the problems you may want to work on for the group
project. (we will discuss these ideas in class on Thursday)</li>
<li>Record a name pronunciation in Courseworks if you have not already.</li>
<li>(optional) Add any edits or comments to the <a href="https://docs.google.com/document/d/1c4BuOWJOin1FxwsyJ0vJAVV42QEq9WeRSfVbQaDdsxA/edit?usp=sharing">community agreement</a>.</li>
<li>(optional) Fill out the <a href="https://www.when2meet.com/?26223463-ilVgY">when2meet</a> with your availability to attend
office hours.</li>
</ul>
</div>
</div>

<div id="outline-container-orgf77fb35" class="outline-3">
<h3 id="orgf77fb35">By Thursday night (September 5)</h3>
<div class="outline-text-3" id="text-orgf77fb35">
<ul class="org-ul">
<li>Fill out the <a href="https://docs.google.com/forms/d/e/1FAIpQLSd2_NgWkrfuU_SVYc58uAqB0t4l8RCIS_FtKWTn7IQ5lipcJQ/viewform?usp=sf_link">course/project survey</a>.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgc9cd190" class="outline-2">
<h2 id="orgc9cd190">Week 2</h2>
<div class="outline-text-2" id="text-orgc9cd190">
<ul class="org-ul">
<li>Nothing specific to do; but please review your groups' spreadsheet,
think about potential project areas and ideas, and if you are
feeling stuck consider brainstorming some steps or research that
might help generate ideas.</li>
</ul>
</div>
</div>

<div id="outline-container-org0962fda" class="outline-2">
<h2 id="org0962fda">Week 4</h2>
<div class="outline-text-2" id="text-org0962fda">
<ul class="org-ul">
<li>If you are doing the case study activity, review the case study
document in your group's folder: <a href="https://drive.google.com/drive/folders/1AefjMYCCdl9avWYQqWMLIsQN4zWoIKTT?usp=drive_link">Group 1</a>; <a href="https://drive.google.com/drive/folders/1SElaL6Uh_HmFRlHKADtQxpbvNXtxHmDc?usp=drive_link">Group 2</a>; <a href="https://drive.google.com/drive/folders/1p_0EfHSggYO_CjI74nK4yRaROg0WBTO2?usp=drive_link">Group 3</a>; <a href="https://drive.google.com/drive/folders/1tGAffT2N14Duw1qqhTCyhEj6dtRNz3dr?usp=drive_link">Group 4</a>;
<a href="https://drive.google.com/drive/folders/1GpbF3zdH35DKRxkJPhV_rDbwt6aPH-Ls?usp=drive_link">Group 5</a>; <a href="https://drive.google.com/drive/folders/1DBAiZun4z8Ra2eAgDbNG3iWVQHjHk7Lu?usp=drive_link">Group 6</a>. There will be class time to work on this on
Tuesday (9/24) as well.</li>
</ul>
</div>
</div>
</div>
</body>
</html>
